{
    "Entries": [
        {
            "EntryId": "296",
            "Field644": "Michelle",
            "Field326": "",
            "Field652": "Benny's Market",
            "Field653": "Vancouver ",
            "Field654": "http://www.bennyfoods.com",
            "Field655": "Hey Benny Foods!  Thanks for preserving a rare thing these days: a family business that's been running in the same spot for over 90 years.  You're part of making Strathcona a special Vancouver neighbourhood.  I love all your big personalities, your excellent selection of groceries, sustainable meats, cheeses, delicious sandwiches etc.  I always leave with a smile on my face.",
            "DateCreated": "2013-11-18 09:15:30"
        },
        {
            "EntryId": "297",
            "Field644": "Karen",
            "Field326": "",
            "Field652": "For Good Measure",
            "Field653": "Victoria, BC",
            "Field654": "http://www.forgoodmeasure.ca",
            "Field655": "A small friendly local business that sells really healthy bulk-foods at good prices.  They  know their regular customers by name, and they support local community projects with donations.  They make fresh bread in the store and other products, too (they just added peanut-butter, which is awesome).  They have excellent fresh produce from a local farm in season and they are happy to do special orders.  This little shop brings me into the area over and over.",
            "DateCreated": "2013-11-18 09:30:30"
        },
        {
            "EntryId": "298",
            "Field644": "Colleen",
            "Field326": "",
            "Field652": "My Sister's Closet (BWSS)",
            "Field653": "Vancouver",
            "Field654": "",
            "Field655": "Located in Yaletown, My Sister's Closet is a jewel of a thrift store whose profits go to support programs and services for battered women and their families.  Employment training, opportunities for local artisans, and lots of participation in local fundraisers and fashion events, like ECO Fashion Week, are only a few of a wide range of contributions to our community.  Friendly, enthusiastic staff and a fabulous environment for all!  Christmas all year long!",
            "DateCreated": "2013-11-18 10:57:51"
        },
        {
            "EntryId": "299",
            "Field644": "Kara",
            "Field326": "",
            "Field652": "uprising breads",
            "Field653": "vancouver",
            "Field654": "http://www.uprisingbreads.com/",
            "Field655": "Uprising breads is a lovely bakery cafe in east vancouver.  As a customer I appreciate the consistent quality of their baked goods, lunch items and coffee.  The staff treat everyone in a friendly and respectful manner no matter who they are, how they are dressed or how much they are purchasing.  It is a business where the staff really do care about cleanliness, presentation and quality.  Thank you for this opportunity for me to say how much I appreciate this business in my community.",
            "DateCreated": "2013-11-18 12:48:49"
        },
        {
            "EntryId": "300",
            "Field644": "Mike",
            "Field326": "",
            "Field652": "Tartantown",
            "Field653": "Coquitlam",
            "Field654": "http://www.tartantown.com/",
            "Field655": "For the pipers, drummers and highland dancers in the Lower Mainland, there is no better place to go. Staffed by the leaders of the world champion Simon Fraser University Pipe Band and champion highland dancers, this is a one-stop for all highland piping, dancing and uniform needs. Great place for wedding kilts, bagpipes, highland dancing outfits, equipment, gear and music. Friendly, knowledgeable and accomplished folks. ",
            "DateCreated": "2013-11-18 14:14:39"
        },
        {
            "EntryId": "301",
            "Field644": "Amber",
            "Field326": "",
            "Field652": "Sunwolf/Fergie's Cafe",
            "Field653": "Squamish, British Columbia",
            "Field654": "http://www.sunwolf.net/fergies/",
            "Field655": "Fergie's is an amazing 'cook shack' located at the Sunwolf riverside cabin rental in Squamish. It is open to the public year round. Fergie's gives you that feeling of being tucked away and on vacation even if you're just there for breakfast! They smoke all their own meat, which is locally sourced and ethical, and almost all the food is organic. They also cook gluten free baked goods, and serve a great  cup of coffee. Water is clean and from the well. Service is neighborly. Families, couples, fisherman, friends, hikers, bikers - people from all walks of life gather under the heat lamps for amazing conversation and food that will fill you up for hours. A gem in the woods!",
            "DateCreated": "2013-11-18 14:15:03"
        }
    ]
}
